[
  {
    "id": "travel/2000/dec/25/netjetters2000sam.netjetters",
    "type": "article",
    "sectionId": "travel",
    "sectionName": "Travel",
    "webPublicationDate": "2000-12-25T18:38:15Z",
    "webTitle": "From: Anna (25 Dec)",
    "webUrl": "https://www.theguardian.com/travel/2000/dec/25/netjetters2000sam.netjetters",
    "apiUrl": "https://content.guardianapis.com/travel/2000/dec/25/netjetters2000sam.netjetters",
    "fields": {
      "headline": "Feedback",
      "standfirst": "From Anna",
      "trailText": "<p>If you are still in <strong>Oahu</strong>, keep on heading north; that's where the fun and the young people are. Some of them are a bit weird, but the scenery is amazing. On the west coast, <strong>Kailua</strong> is a white, sandy stretch of paradise with calm sea and plenty of snorkeling to do.</p>",
      "main": "",
      "body": "<p>Dear Milly,</p> <p>Having been to <strong>Hawaii</strong> twice in the last three years I am so fond of the place that I would go back anytime if i could. If you are still in <strong>Oahu</strong>, keep on heading north; that's where the fun and the young people are. Some of them are a bit weird, but the scenery is amazing. Go to Haleiwa and Sunset Beach. Also, on the west coast Kailua is a white, sandy stretch of paradise with calm sea and plenty of snorkeling to do.</p> <p><strong>Kauai</strong> is also great; wilder and less touristy than Oahu. The north shore is always the best place.</p> <p>Merry Christmas and best of luck.</p>",
      "wordcount": "111",
      "commentable": "false",
      "isPremoderated": "false",
      "lastModified": "2001-01-05T15:25:17Z",
      "newspaperEditionDate": "2000-12-25T00:00:00Z",
      "productionOffice": "UK",
      "publication": "theguardian.com",
      "shortUrl": "https://www.theguardian.com/p/7ta",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "Dear Milly, Having been to Hawaii twice in the last three years I am so fond of the place that I would go back anytime if i could. If you are still in Oahu, keep on heading north; that's where the fun and the young people are. Some of them are a bit weird, but the scenery is amazing. Go to Haleiwa and Sunset Beach. Also, on the west coast Kailua is a white, sandy stretch of paradise with calm sea and plenty of snorkeling to do. Kauai is also great; wilder and less touristy than Oahu. The north shore is always the best place. Merry Christmas and best of luck.",
      "charCount": "564"
    },
    "isHosted": false,
    "pillarId": "pillar/lifestyle",
    "pillarName": "Lifestyle"
  },
  {
    "id": "uk/2000/dec/25/monarchy1",
    "type": "article",
    "sectionId": "uk-news",
    "sectionName": "UK news",
    "webPublicationDate": "2000-12-25T16:08:15Z",
    "webTitle": "Queen speaks of spiritual accountability",
    "webUrl": "https://www.theguardian.com/uk/2000/dec/25/monarchy1",
    "apiUrl": "https://content.guardianapis.com/uk/2000/dec/25/monarchy1",
    "fields": {
      "headline": "Queen speaks of spiritual accountability",
      "trailText": "The Queen today spoke of her accountability before God in a personal Christmas  message marking the Millennium year.",
      "byline": "Staff and agencies",
      "main": "",
      "body": "<p>The Queen today spoke of her accountability before God in a personal Christmas message marking the Millennium year.</p> <p>This year's Royal Christmas Day broadcast, expressing the personal thoughts of the Queen, was devoted to a religious theme.</p> <p>Adopting the role of a lay preacher, the Queen said: \"To many of us our beliefs are of fundamental importance. For me the teachings of Christ and my own personal accountability before God provide a framework in which I try to lead my life.\"</p> <p>She told a worldwide television, radio and internet audience: \"I, like so many of you, have drawn great comfort in difficult times from Christ's words and example.\"</p> <p>The Queen also spoke of the life of Jesus, the carpenter and preacher who was crucified, commenting: \"Christmas is the traditional, if not the actual, birthday of a man who was destined to change the course of our history.</p> <p>\"And today we are celebrating the fact that Jesus Christ was born 2000 years ago; this the true Millennium anniversary. His death might have been the end of the story, but then came the resurrection and with it the foundation of the Christian faith.\"</p> <p>It was primarily a Christian message but the Queen also mentioned the teachings of other great faiths and recognised that some people did not believe in God.</p> <p>The Queen spoke of spirituality in the teachings of religions other than Christianity and among non-believers despite a materialistic world.</p> <p>\"Of course religion can be divisive, but the Bible, the Koran and the sacred texts of the Jews and Hindus, Buddhists and Sikhs, are all sources of divine inspiration and practical guidance passed down through the generations,\" she explained.</p> <p>The Queen's address, which was recorded in the Belgium Suite at the Palace on Friday, was broadcast for the first time this year via the official royal website as well as on television and radio.</p> <p><a href=\"http://www.guardianunlimited.co.uk/monarchy\">Special report: The future of the Monarchy</a><br><a href=\"http://www.guardianunlimited.co.uk/religion\">Special report: Religion in the UK</a></p>",
      "wordcount": "324",
      "commentable": "false",
      "isPremoderated": "false",
      "lastModified": "2000-12-25T16:08:15Z",
      "newspaperEditionDate": "2000-12-25T00:00:00Z",
      "productionOffice": "UK",
      "publication": "theguardian.com",
      "shortUrl": "https://www.theguardian.com/p/gyb5",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "The Queen today spoke of her accountability before God in a personal Christmas message marking the Millennium year. This year's Royal Christmas Day broadcast, expressing the personal thoughts of the Queen, was devoted to a religious theme. Adopting the role of a lay preacher, the Queen said: \"To many of us our beliefs are of fundamental importance. For me the teachings of Christ and my own personal accountability before God provide a framework in which I try to lead my life.\" She told a worldwide television, radio and internet audience: \"I, like so many of you, have drawn great comfort in difficult times from Christ's words and example.\" The Queen also spoke of the life of Jesus, the carpenter and preacher who was crucified, commenting: \"Christmas is the traditional, if not the actual, birthday of a man who was destined to change the course of our history. \"And today we are celebrating the fact that Jesus Christ was born 2000 years ago; this the true Millennium anniversary. His death might have been the end of the story, but then came the resurrection and with it the foundation of the Christian faith.\" It was primarily a Christian message but the Queen also mentioned the teachings of other great faiths and recognised that some people did not believe in God. The Queen spoke of spirituality in the teachings of religions other than Christianity and among non-believers despite a materialistic world. \"Of course religion can be divisive, but the Bible, the Koran and the sacred texts of the Jews and Hindus, Buddhists and Sikhs, are all sources of divine inspiration and practical guidance passed down through the generations,\" she explained. The Queen's address, which was recorded in the Belgium Suite at the Palace on Friday, was broadcast for the first time this year via the official royal website as well as on television and radio. Special report: The future of the Monarchy Special report: Religion in the UK",
      "charCount": "1934",
      "bylineHtml": "Staff and agencies"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "uk/2000/dec/25/monarchy",
    "type": "article",
    "sectionId": "uk-news",
    "sectionName": "UK news",
    "webPublicationDate": "2000-12-25T15:01:45Z",
    "webTitle": "Princess Royal offends well-wishers",
    "webUrl": "https://www.theguardian.com/uk/2000/dec/25/monarchy",
    "apiUrl": "https://content.guardianapis.com/uk/2000/dec/25/monarchy",
    "fields": {
      "headline": "Princess Royal offends well-wishers",
      "trailText": "The Princess Royal upset well-wishers in Sandringham today, prompting them to accuse her of forgetting the meaning of Christmas.",
      "byline": "Staff and agencies",
      "main": "",
      "body": "<p>The Princess Royal upset well-wishers in Sandringham today, prompting them to accuse her of forgetting the meaning of Christmas.</p> <p>The Queen's daughter snatched a basket of flowers made by an elderly Royal fan and snapped: \"What a ridiculous thing to do.\"</p> <p>Mary Halfpenny, 75, said: \"It was a really hurtful thing to say. I've made baskets of flowers for the Queen and she has always said how nice they are.</p> <p>\"It takes a long time, about three hours, to make a basket of flowers and it costs me about £10. I wanted Prince Harry to give the basket to the Queen Mother for me but Princess Anne just snatched it very roughly.\"</p> <p>Mrs Halfpenny, from Leicester, who has been a Royalist all her life, and her friends had waited in the cold for five hours since 6am for a glimpse of the Royal party at Sandringham.</p> <p>The no-nonsense Princess Royal then told her nieces, Princess Beatrice, 12, and her 10-year-old sister Princess Eugenie, to \"get a move on\" and not to take flowers from well-wishers.</p> <p>One young woman, who travelled from California to see the Royals at church on Christmas morning, was close to tears. The American, from San Diego, asked not to be named but said she had spent £2,000 on the trip to Norfolk.</p> <p>Altogether 19 Royals, including the Queen Mother, braved freezing temperatures to attend the traditional Christmas morning church service. The Royal walkabout was shorter than in previous years and the crowd, at about 1,000 strong, was half the size of last year.</p> <p><b>Useful links </b> <br> <a href=\"http://www.theguardian.com/monarchy\">Special report: The future of the monarchy </a> <br> <a href=\"http://www.royal.gov.uk\">The official website of the British monarchy </a></p>",
      "wordcount": "273",
      "commentable": "false",
      "isPremoderated": "false",
      "lastModified": "2000-12-25T15:01:45Z",
      "newspaperEditionDate": "2000-12-25T00:00:00Z",
      "productionOffice": "UK",
      "publication": "theguardian.com",
      "shortUrl": "https://www.theguardian.com/p/tgq3",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "The Princess Royal upset well-wishers in Sandringham today, prompting them to accuse her of forgetting the meaning of Christmas. The Queen's daughter snatched a basket of flowers made by an elderly Royal fan and snapped: \"What a ridiculous thing to do.\" Mary Halfpenny, 75, said: \"It was a really hurtful thing to say. I've made baskets of flowers for the Queen and she has always said how nice they are. \"It takes a long time, about three hours, to make a basket of flowers and it costs me about £10. I wanted Prince Harry to give the basket to the Queen Mother for me but Princess Anne just snatched it very roughly.\" Mrs Halfpenny, from Leicester, who has been a Royalist all her life, and her friends had waited in the cold for five hours since 6am for a glimpse of the Royal party at Sandringham. The no-nonsense Princess Royal then told her nieces, Princess Beatrice, 12, and her 10-year-old sister Princess Eugenie, to \"get a move on\" and not to take flowers from well-wishers. One young woman, who travelled from California to see the Royals at church on Christmas morning, was close to tears. The American, from San Diego, asked not to be named but said she had spent £2,000 on the trip to Norfolk. Altogether 19 Royals, including the Queen Mother, braved freezing temperatures to attend the traditional Christmas morning church service. The Royal walkabout was shorter than in previous years and the crowd, at about 1,000 strong, was half the size of last year. Useful links Special report: The future of the monarchy The official website of the British monarchy",
      "charCount": "1572",
      "bylineHtml": "Staff and agencies"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "world/2000/dec/25/kashmir.india",
    "type": "article",
    "sectionId": "world",
    "sectionName": "World news",
    "webPublicationDate": "2000-12-25T14:55:40Z",
    "webTitle": "Bombs hit four Pakistani cities",
    "webUrl": "https://www.theguardian.com/world/2000/dec/25/kashmir.india",
    "apiUrl": "https://content.guardianapis.com/world/2000/dec/25/kashmir.india",
    "fields": {
      "headline": "Bombs hit four Pakistani cities",
      "trailText": "Bombs went off in four Pakistani cities today, including a powerful blast that ripped through a crowded market in this eastern border city, police said. Some 45 people were injured.",
      "byline": "Staff and agencies",
      "main": "",
      "body": "<p>Bombs went off in four Pakistani cities today, including a powerful blast that ripped through a crowded market in this eastern border city, police said. Some 45 people were injured.</p> <p>Meanwhile, in the Indian-controlled portion of Kashmir - the Himalayan territory disputed between India and Pakistan - a car bomb went off outside army headquarters Monday, killing six people and wounding 23 others.</p> <p>India blamed Islamic militants for the attack.</p> <p>A Pakistan-based rebel group called the Jamaat-ul Mujahedeen claimed responsibility for the Kashmir explosion in telephone calls to local newspapers.</p> <p>In Pakistan, the first bomb ripped through a crowded market in the eastern border city of Lahore, injuring 36 people, while the second bomb exploded at a railway station in Faisalabad, also in eastern Punjab province, wounding three people, they said.</p> <p>Six people were injured in an explosion on a passenger bus in Hyderabad in the southern Sindh province. A blast in Kharian, 70 miles north of Lahore, did not cause any injuries.</p> <p>No group claimed responsibility for any of the blasts, but Pakistani police accused arch rival India of seeking retaliation for last weekend's attack on India's historic Red Fort in the heart of its capital, New Delhi.</p> <p>Islamic militants from the Pakistani-based Lashkar-e-Tayyaba took responsibility for the Red Fort attack that killed three people, including two soldiers.</p> <p>\"We were expecting Indian-sponsored terrorist activities after mujahedeen (holy warriors) hit New Delhi's Red Fort,\" Malik Asif Hayyat, inspector general of the Punjab police said.</p> <p>There was no immediate reaction from India to the accusations.</p> <p>The explosion in Lahore, the provincial capital of Punjab, caused a fire that destroyed several stalls and shattered glass in nearby buildings in Lunda Bazaar, located near the congested Delhi Gate neighborhood, police stated.</p> <p>The bomb was apparently left in a shopping bag near stalls selling used clothing. The explosion triggered a stampede as fire and smoke billowed from the stores.</p> <p>The bombing occurred as people were busy shopping for the Muslim festival of Eid-ul Fitr, which follows the end of the Islamic holy month of Ramadan. The festival begins on Wednesday.</p> <p>\"I was buying clothes for my children when a deafening bang threw me on the ground,\" said Mohammed Alamgir, 32, one of the victims at a hospital.</p> <p>\"I felt a wave of heat and fire burn my face ... then I don't remember what happened.\"</p> <p>In Faisalabad, 90 miles west of Lahore, the bomb exploded at a time when there were few people at the railway station, injuring three.</p> <p>Pakistan has been rocked by dozens of explosions this year killing more than 100 people. Many of the blasts have occurred in Pakistan's eastern Punjab province, which borders neighbouring India.</p> <p>Police routinely blame India for the attacks, and few people have been arrested in connection with the bombings. Pakistan and India often accuse each other of sponsoring terrorism and each country denies the charge.</p> <p>Relations between the two countries has never been easy, but in recent years it has deteriorated. The main cause of dissension is Kashmir, divided between the two neighbours after British rule in the area ended in 1947.</p> <p>Both countries lay claim to a united Kashmir.</p> <p><b>Related special reports</b><br> <a href=\"http://www.theguardian.com/kashmir/0,2759,184266,00.html\">India and Pakistan</a><br> <a href=\"http://www.theguardian.com/pakistan/0,2759,180809,00.html\">Pakistan coup</a></p> <p><b>Useful links</b><br><a href=\"http://www.paktoday.com/\" target=\"_new\">Pakistan Today</a><br><a href=\"http://www.odci.gov/cia/publications/factbook/geos/pk.html\" target=\"_new\">CIA world factbook: Pakistan</a><br> <a href=\"http://www.mnet.fr/aiindex/\" target=\"_new\">South Asia citizens' network</a></p>",
      "wordcount": "542",
      "commentable": "false",
      "isPremoderated": "false",
      "lastModified": "2000-12-25T14:55:40Z",
      "newspaperEditionDate": "2000-12-25T00:00:00Z",
      "productionOffice": "UK",
      "publication": "theguardian.com",
      "shortUrl": "https://www.theguardian.com/p/nkcb",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "Bombs went off in four Pakistani cities today, including a powerful blast that ripped through a crowded market in this eastern border city, police said. Some 45 people were injured. Meanwhile, in the Indian-controlled portion of Kashmir - the Himalayan territory disputed between India and Pakistan - a car bomb went off outside army headquarters Monday, killing six people and wounding 23 others. India blamed Islamic militants for the attack. A Pakistan-based rebel group called the Jamaat-ul Mujahedeen claimed responsibility for the Kashmir explosion in telephone calls to local newspapers. In Pakistan, the first bomb ripped through a crowded market in the eastern border city of Lahore, injuring 36 people, while the second bomb exploded at a railway station in Faisalabad, also in eastern Punjab province, wounding three people, they said. Six people were injured in an explosion on a passenger bus in Hyderabad in the southern Sindh province. A blast in Kharian, 70 miles north of Lahore, did not cause any injuries. No group claimed responsibility for any of the blasts, but Pakistani police accused arch rival India of seeking retaliation for last weekend's attack on India's historic Red Fort in the heart of its capital, New Delhi. Islamic militants from the Pakistani-based Lashkar-e-Tayyaba took responsibility for the Red Fort attack that killed three people, including two soldiers. \"We were expecting Indian-sponsored terrorist activities after mujahedeen (holy warriors) hit New Delhi's Red Fort,\" Malik Asif Hayyat, inspector general of the Punjab police said. There was no immediate reaction from India to the accusations. The explosion in Lahore, the provincial capital of Punjab, caused a fire that destroyed several stalls and shattered glass in nearby buildings in Lunda Bazaar, located near the congested Delhi Gate neighborhood, police stated. The bomb was apparently left in a shopping bag near stalls selling used clothing. The explosion triggered a stampede as fire and smoke billowed from the stores. The bombing occurred as people were busy shopping for the Muslim festival of Eid-ul Fitr, which follows the end of the Islamic holy month of Ramadan. The festival begins on Wednesday. \"I was buying clothes for my children when a deafening bang threw me on the ground,\" said Mohammed Alamgir, 32, one of the victims at a hospital. \"I felt a wave of heat and fire burn my face ... then I don't remember what happened.\" In Faisalabad, 90 miles west of Lahore, the bomb exploded at a time when there were few people at the railway station, injuring three. Pakistan has been rocked by dozens of explosions this year killing more than 100 people. Many of the blasts have occurred in Pakistan's eastern Punjab province, which borders neighbouring India. Police routinely blame India for the attacks, and few people have been arrested in connection with the bombings. Pakistan and India often accuse each other of sponsoring terrorism and each country denies the charge. Relations between the two countries has never been easy, but in recent years it has deteriorated. The main cause of dissension is Kashmir, divided between the two neighbours after British rule in the area ended in 1947. Both countries lay claim to a united Kashmir. Related special reports India and Pakistan Pakistan coup Useful links Pakistan Today CIA world factbook: Pakistan South Asia citizens' network",
      "charCount": "3402",
      "bylineHtml": "Staff and agencies"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "uk/2000/dec/25/1",
    "type": "article",
    "sectionId": "uk-news",
    "sectionName": "UK news",
    "webPublicationDate": "2000-12-25T14:01:14Z",
    "webTitle": "News roundup",
    "webUrl": "https://www.theguardian.com/uk/2000/dec/25/1",
    "apiUrl": "https://content.guardianapis.com/uk/2000/dec/25/1",
    "fields": {
      "headline": "News roundup",
      "trailText": "The body of a man was today discovered on the main runway at Gatwick Airport. He was the second person to plunge to his death from an aircraft in just two days.",
      "byline": "Staff and agencies",
      "main": "",
      "body": "<p>The body of a man was today discovered on the main runway at Gatwick Airport. He was the second person to plunge to his death from an aircraft in just two days.</p> <p>An airport worker watched in horror as the man, who has not yet been identified, plunged to his death on to the main runway at about 9.15am today from a British Airways Boeing 777 flying to Cancun, Mexico.</p> <p>Mike Ingle, duty manager at Gatwick, said: \"We have no idea how he could have got there. The police are on the site and the investigations are ongoing.\"</p> <p>The first body of a men believed to have fallen from an aircraft was found yesterday in a field in the grounds of Broadstone Farm, near Rudgwick, on the West Sussex-Surrey border, at 5.30pm.</p> <p>Police said his injuries were consistent with his having fallen from an aircraft. The field lies underneath flight paths from both Gatwick and Heathrow airports.</p> <p>Punters were celebrating today as some areas of England, Scotland and Wales found themselves enjoying a white Christmas.</p> <p>Bookmakers faced having to pay out on white Christmas bets after snow fell in northern parts of the country.</p> <p>\"There was light snow in Leeds early this morning, which covered the ground,\" said a spokesman at the PA Weather Centre.</p> <p>\"There was also a covering of snow in northern and eastern Scotland, including Edinburgh and Glasgow. The hills in north-east Wales also had a white Christmas.\"</p> <p>Thirty-two swimmers braved the icy waters of Weymouth harbour for the town's annual Christmas Day dip this morning.</p> <p>Despite strong winds, rain and temperatures hovering near freezing point, most took the plunge for the 200-yard race wearing only their swimming suits, although a few less foolhardy souls pulled on wetsuits.</p> <p>The competitors ranged from a nine-years-old boy to three men in their 50s. The event, now in its 52nd year, was watched by around 200 spectators. This year's winner was Jack Wiltshire.</p> <p>Event organiser Mark Lockie from the Weymouth Lions Club said competitor numbers were up on the year before.</p> <p>He added: \"I have no idea why anyone would want to take part. I have been trying to figure it out for some time.</p> <p>A Briton attempting to break a world record was today spending Christmas - and his 179th day - alone on a rowing boat in the Pacific Ocean.</p> <p>Jim Shekdhar, 54, originally of Leamington Spa, Warwickshire, will have to forego the traditional roast turkey after the cooking stove on board his craft packed in.</p> <p>After setting sail from Ilo, Peru, in June, the computer sales director is more than 3,000 miles from his destination - Sydney - and due to strong winds has not made any progress for three weeks.</p> <p>But if he reaches the Australian city without help, Mr Shekdhar, who is keeping friends and family up to date on his voyage via his website <a href=\"www.pacific-challenge-2000.com\">www.pacific-challenge-2000.com</a>, will become the first person to row the Pacific non-stop and unsupported. Mr Shekdhar, who rowed the Atlantic Ocean with partner David Jackson in 65 days, emigrated to Australia in 1971 and then New Zealand in 1980.</p> <p>A woman prison officer was today recovering after being taken hostage by an inmate and held for more than 42 hours, prison service officials said.</p> <p>The officer was held by the male prisoner, who has not been named, shortly after 2pm on Saturday at HMP Garth, near Leyland, Lancashire.</p> <p>A Prison Service spokesman said officials monitored the situation over the weekend at the Category B prison and a decision was taken to intervene at 8am today. No-one was injured during the operation in which the woman was freed, he added.</p> <p>Lancashire Police have launched an investigation and it is understood the inmate was being transferred to another institution.</p>",
      "wordcount": "626",
      "commentable": "false",
      "isPremoderated": "false",
      "lastModified": "2000-12-25T14:01:14Z",
      "newspaperEditionDate": "2000-12-25T00:00:00Z",
      "productionOffice": "UK",
      "publication": "theguardian.com",
      "shortUrl": "https://www.theguardian.com/p/y99h",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "The body of a man was today discovered on the main runway at Gatwick Airport. He was the second person to plunge to his death from an aircraft in just two days. An airport worker watched in horror as the man, who has not yet been identified, plunged to his death on to the main runway at about 9.15am today from a British Airways Boeing 777 flying to Cancun, Mexico. Mike Ingle, duty manager at Gatwick, said: \"We have no idea how he could have got there. The police are on the site and the investigations are ongoing.\" The first body of a men believed to have fallen from an aircraft was found yesterday in a field in the grounds of Broadstone Farm, near Rudgwick, on the West Sussex-Surrey border, at 5.30pm. Police said his injuries were consistent with his having fallen from an aircraft. The field lies underneath flight paths from both Gatwick and Heathrow airports. Punters were celebrating today as some areas of England, Scotland and Wales found themselves enjoying a white Christmas. Bookmakers faced having to pay out on white Christmas bets after snow fell in northern parts of the country. \"There was light snow in Leeds early this morning, which covered the ground,\" said a spokesman at the PA Weather Centre. \"There was also a covering of snow in northern and eastern Scotland, including Edinburgh and Glasgow. The hills in north-east Wales also had a white Christmas.\" Thirty-two swimmers braved the icy waters of Weymouth harbour for the town's annual Christmas Day dip this morning. Despite strong winds, rain and temperatures hovering near freezing point, most took the plunge for the 200-yard race wearing only their swimming suits, although a few less foolhardy souls pulled on wetsuits. The competitors ranged from a nine-years-old boy to three men in their 50s. The event, now in its 52nd year, was watched by around 200 spectators. This year's winner was Jack Wiltshire. Event organiser Mark Lockie from the Weymouth Lions Club said competitor numbers were up on the year before. He added: \"I have no idea why anyone would want to take part. I have been trying to figure it out for some time. A Briton attempting to break a world record was today spending Christmas - and his 179th day - alone on a rowing boat in the Pacific Ocean. Jim Shekdhar, 54, originally of Leamington Spa, Warwickshire, will have to forego the traditional roast turkey after the cooking stove on board his craft packed in. After setting sail from Ilo, Peru, in June, the computer sales director is more than 3,000 miles from his destination - Sydney - and due to strong winds has not made any progress for three weeks. But if he reaches the Australian city without help, Mr Shekdhar, who is keeping friends and family up to date on his voyage via his website www.pacific-challenge-2000.com, will become the first person to row the Pacific non-stop and unsupported. Mr Shekdhar, who rowed the Atlantic Ocean with partner David Jackson in 65 days, emigrated to Australia in 1971 and then New Zealand in 1980. A woman prison officer was today recovering after being taken hostage by an inmate and held for more than 42 hours, prison service officials said. The officer was held by the male prisoner, who has not been named, shortly after 2pm on Saturday at HMP Garth, near Leyland, Lancashire. A Prison Service spokesman said officials monitored the situation over the weekend at the Category B prison and a decision was taken to intervene at 8am today. No-one was injured during the operation in which the woman was freed, he added. Lancashire Police have launched an investigation and it is understood the inmate was being transferred to another institution.",
      "charCount": "3656",
      "bylineHtml": "Staff and agencies"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "world/2000/dec/25/1",
    "type": "article",
    "sectionId": "world",
    "sectionName": "World news",
    "webPublicationDate": "2000-12-25T13:09:50Z",
    "webTitle": "Troubled pope rallies hope at Christmas",
    "webUrl": "https://www.theguardian.com/world/2000/dec/25/1",
    "apiUrl": "https://content.guardianapis.com/world/2000/dec/25/1",
    "fields": {
      "headline": "Troubled pope rallies hope at Christmas",
      "trailText": "Troubled by violence around the world, including church bombings in Indonesia and bloodshed in the Middle East, Pope John Paul II today made a Christmas wish that hope can still outshine the darkness of evil.",
      "byline": "Staff and agencies",
      "main": "",
      "body": "<p>Troubled by violence around the world, including church bombings in Indonesia and bloodshed in the Middle East, Pope John Paul II today made a Christmas wish that hope can still outshine the darkness of evil.</p> <p>After a few hours of sleep following midnight Mass, the ailing, 80-year-old pope returned to the steps of St. Peter's Basilica to read out loud his traditional Christmas day message \"Urbi et Orbi; (Latin for \"to the city and to the world.\")</p> <p>John Paul looked tired, and his words were at times so slurred, it was difficult to understand him. His slurred speech and trembling hand are common symptoms of Parkinson's disease, a degenerative neurological disorder.</p> <p>With some 50,000 tourists, pilgrims and Romans filling the square in front of him, John Paul, seated in an armchair on the wide steps, said Jesus was born \"to restore hope to every man and woman on the face of the Earth.\"</p> <p>The pope then read a litany of sins marring humanity, from violence to children, rape and exploitation of women to \"endless streams of exiles and refugees; and conflicts around the world.</p> <p>\"I am thinking with great concern of the Holy Land where violence continues to stain with blood the difficult path to peace,\" said the pope, echoing his words during midnight Mass.</p> <p>At the last minute, the pope's speech was updated to reflect the bombings outside churches in Jakarta and five other Indonesian cities on Christmas Eve. The blasts killed at least 10 people and aggravated already tense relations between Christians and Muslims in Indonesia.</p> <p>He also denounced what he called \"shadows of death; at every stage of life, a reference to abortion and euthanasia, which the Vatican fiercely opposes.</p> <p>\"Yet however dense the darkness may appear, our hope for the triumph of the light which appeared on this holy night at Bethelem is stronger still,\" the pope said.</p> <p>John Paul then kept his custom of reciting Christmas greetings in dozens of languages, this year stretching his list to 60 tongues, beginning with Italian and ending with Latin. Some were tongues from some of the few countries he has yet to visit, such as Russian, Greek, Chinese and Vietnamese.</p> <p>For the first time in John Paul's 22-year papacy, the Christmas Eve service was moved outdoors to accommodate the large number of Holy Year pilgrims. On Jan. 6, John Paul will symbolically close the holy door of St. Peter's Basilica, ending a Holy Year celebration of Christianity's third millennium that brought at least 25 million pilgrims to Rome.</p> <p><b>Useful links</b> <br><a href=\"http://www.guardianunlimited.co.uk/religion/Story/0,2763,415445,00.html\">December 25: Carey draws parallel between asylum seekers and nativity </a> <br> <a href=\"http://www.guardianunlimited.co.uk/Northern_Ireland/Story/0,2763,415448,00.html\">December 25: New Ulster bomb as Archbishop urges law and order </a> <br> <a href=\"http://www.guardianunlimited.co.uk/israel/\">Special report: Israel and the Middle East</a> <br> <a href=\"http://www.guardianunlimited.co.uk/religion&quot;\">Special report: Religion in the UK </a></p>",
      "wordcount": "456",
      "commentable": "false",
      "isPremoderated": "false",
      "lastModified": "2000-12-25T13:09:50Z",
      "newspaperEditionDate": "2000-12-25T00:00:00Z",
      "productionOffice": "UK",
      "publication": "theguardian.com",
      "shortUrl": "https://www.theguardian.com/p/yd7q",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "Troubled by violence around the world, including church bombings in Indonesia and bloodshed in the Middle East, Pope John Paul II today made a Christmas wish that hope can still outshine the darkness of evil. After a few hours of sleep following midnight Mass, the ailing, 80-year-old pope returned to the steps of St. Peter's Basilica to read out loud his traditional Christmas day message \"Urbi et Orbi; (Latin for \"to the city and to the world.\") John Paul looked tired, and his words were at times so slurred, it was difficult to understand him. His slurred speech and trembling hand are common symptoms of Parkinson's disease, a degenerative neurological disorder. With some 50,000 tourists, pilgrims and Romans filling the square in front of him, John Paul, seated in an armchair on the wide steps, said Jesus was born \"to restore hope to every man and woman on the face of the Earth.\" The pope then read a litany of sins marring humanity, from violence to children, rape and exploitation of women to \"endless streams of exiles and refugees; and conflicts around the world. \"I am thinking with great concern of the Holy Land where violence continues to stain with blood the difficult path to peace,\" said the pope, echoing his words during midnight Mass. At the last minute, the pope's speech was updated to reflect the bombings outside churches in Jakarta and five other Indonesian cities on Christmas Eve. The blasts killed at least 10 people and aggravated already tense relations between Christians and Muslims in Indonesia. He also denounced what he called \"shadows of death; at every stage of life, a reference to abortion and euthanasia, which the Vatican fiercely opposes. \"Yet however dense the darkness may appear, our hope for the triumph of the light which appeared on this holy night at Bethelem is stronger still,\" the pope said. John Paul then kept his custom of reciting Christmas greetings in dozens of languages, this year stretching his list to 60 tongues, beginning with Italian and ending with Latin. Some were tongues from some of the few countries he has yet to visit, such as Russian, Greek, Chinese and Vietnamese. For the first time in John Paul's 22-year papacy, the Christmas Eve service was moved outdoors to accommodate the large number of Holy Year pilgrims. On Jan. 6, John Paul will symbolically close the holy door of St. Peter's Basilica, ending a Holy Year celebration of Christianity's third millennium that brought at least 25 million pilgrims to Rome. Useful links December 25: Carey draws parallel between asylum seekers and nativity December 25: New Ulster bomb as Archbishop urges law and order Special report: Israel and the Middle East Special report: Religion in the UK",
      "charCount": "2720",
      "bylineHtml": "Staff and agencies"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "world/2000/dec/25/iraq",
    "type": "article",
    "sectionId": "world",
    "sectionName": "World news",
    "webPublicationDate": "2000-12-25T12:46:59Z",
    "webTitle": "Saddam calls for jihad against Israel",
    "webUrl": "https://www.theguardian.com/world/2000/dec/25/iraq",
    "apiUrl": "https://content.guardianapis.com/world/2000/dec/25/iraq",
    "fields": {
      "headline": "Saddam calls for jihad against Israel",
      "trailText": "In a Christmas letter published today on the front pages of all Baghdad newspapers, Iraqi president Saddam Hussein called on Christians and Muslims of the world to rise up against Israel and the \"Zionist conspiracy.\"",
      "byline": "Staff and agencies",
      "main": "",
      "body": "<p>In a Christmas letter published today on the front pages of all Baghdad newspapers, Iraqi president Saddam Hussein called on Christians and Muslims of the world to rise up against Israel and the \"Zionist conspiracy.\"</p> <p>In his traditional letter, Saddam praised Christians and other Iraqis for standing up to conspiracies through which \"the United States, Britain and Zionism ... have tried to bend Iraqis' will, bring them to their knees and master their independent decision.\"</p> <p>The president called on Christians and Muslims everywhere to take \"the path of jihad (holy war), without which we cannot attain our aspirations of establishing right, justice and peace and delivering humanity from the evils of aggressors, criminal killers.\"</p> <p>\"The Zionist conspiracy aims at Judaizing (Jerusalem) and other areas of Palestine and annihilating its indigenous population, Muslims and Christians, with the backing of America,\" al-Thawra daily quoted Saddam as writing.</p> <p>Iraq opposes peace agreements that have been signed between Israel and the Palestinians and those signed with neighbouring countries.</p> <p>Since clashes between Israel and Palestinians began in late September, more than 340 people - mostly Palestinians - have died and thousands have been injured.</p> <p>Earlier this month, Iraq pledged to allocate $881m worth of oil revenues to support the Palestinian uprising.</p> <p><b>Related special report</b><br><a href=\" http://www.guardianunlimited.co.uk/Iraq/\">Iraq</a></p> <p><b>Useful links</b><br> <a href=\"http://www.childrenofiraq.org\" target=\"_new\">The Children of Iraq</a> <br><a href=\"http://www.iacenter.org/iraq.htm\" target=\"_new\">International Action Centre</a><br><a href=\"http://www.cam.ac.uk/societies/casi/index.html\" target=\"_new\">Campaign Against Sanctions</a><br><a href=\"http://www.ummah.org.uk/iraq\" target=\"_new\">Iraq and the sanctions</a></p>",
      "wordcount": "223",
      "commentable": "false",
      "isPremoderated": "false",
      "lastModified": "2016-06-15T09:30:25Z",
      "newspaperEditionDate": "2000-12-25T00:00:00Z",
      "productionOffice": "UK",
      "publication": "theguardian.com",
      "shortUrl": "https://www.theguardian.com/p/pv5v",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "In a Christmas letter published today on the front pages of all Baghdad newspapers, Iraqi president Saddam Hussein called on Christians and Muslims of the world to rise up against Israel and the \"Zionist conspiracy.\" In his traditional letter, Saddam praised Christians and other Iraqis for standing up to conspiracies through which \"the United States, Britain and Zionism ... have tried to bend Iraqis' will, bring them to their knees and master their independent decision.\" The president called on Christians and Muslims everywhere to take \"the path of jihad (holy war), without which we cannot attain our aspirations of establishing right, justice and peace and delivering humanity from the evils of aggressors, criminal killers.\" \"The Zionist conspiracy aims at Judaizing (Jerusalem) and other areas of Palestine and annihilating its indigenous population, Muslims and Christians, with the backing of America,\" al-Thawra daily quoted Saddam as writing. Iraq opposes peace agreements that have been signed between Israel and the Palestinians and those signed with neighbouring countries. Since clashes between Israel and Palestinians began in late September, more than 340 people - mostly Palestinians - have died and thousands have been injured. Earlier this month, Iraq pledged to allocate $881m worth of oil revenues to support the Palestinian uprising. Related special report Iraq Useful links The Children of Iraq International Action Centre Campaign Against Sanctions Iraq and the sanctions",
      "charCount": "1499",
      "bylineHtml": "Staff and agencies"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "uk/2000/dec/25/northernireland",
    "type": "article",
    "sectionId": "uk-news",
    "sectionName": "UK news",
    "webPublicationDate": "2000-12-25T12:35:39Z",
    "webTitle": "Ulster bomb as Archbishop urges law and order",
    "webUrl": "https://www.theguardian.com/uk/2000/dec/25/northernireland",
    "apiUrl": "https://content.guardianapis.com/uk/2000/dec/25/northernireland",
    "fields": {
      "headline": "Ulster bomb as Archbishop urges law and order",
      "trailText": "A bomb attack on a bar in north Belfast was today being investigated by the Royal Ulster Constabulary.",
      "byline": "Staff and agencies",
      "main": "",
      "body": "<p>A bomb attack on a bar in north Belfast was today being investigated by the Royal Ulster Constabulary.</p> <p>An explosive device containing nuts and bolts and packed into a traffic cone exploded outside the Boundary Bar on the Shore Road shortly before midnight. No one was injured in the attack, for which police were trying to establish a motive.</p> <p>The incident occurred just hours before the Church of Ireland Primate, Archbishop Robin Eames, delivered a Christmas Day message urging the government to face up to the culture of violence and community fear which had replaced 30 years of violence in Northern Ireland.</p> <p>This was the \"one vital challenge\" facing the community, he said in his sermon at St Patrick's Cathedral, Armagh. In a hard-hitting message, he said there had to be \"realism and determination\" on the part of ministers.</p> <p>He added, \"Political progress is essential - but political progress can never be a substitute for the exercise of basic law and order on our streets and in our homes.\" Fear could never be a basis for building a just society.</p> <p>\"Bullying, intimidation, armed robbery, the Mafia-style outlook in which decent people feel fear even in their own homes, the so called 'punishment beatings' - all are examples of how cheap life has become,\" the Archbishop went on.</p> <p>Society was in real danger of coming to accept such happenings as an inevitable norm, and there was talk of an \"acceptable level of violence\" he added.</p> <p>The Archbishop stated, \"This is a situation which government needs to face up to with realism and determination.\"</p> <p>Somehow fear had to be removed, so that those who were intent on destroying or injuring lives would know they would inevitable pay the price of detection and conviction, he said.</p> <p><a href=\"http://www.guardianunlimited.co.uk/Northern_Ireland\">Special report: Northern Ireland </a> <br> <a href=\"http://www.guardianunlimited.co.uk/Northern_Ireland/Story/0,2763,415393,00.html\">December 24: Orange lodge refuses to expel terrorist twins </a> <br> <a href=\"http://www.guardianunlimited.co.uk/Northern_Ireland/Story/0,2763,412973,00.html\"> December 18: The guns speak again in Belfast </a> <br> <a href=\"http://www.guardianunlimited.co.uk/Northern_Ireland/Story/0,2763,412480,00.html\">Paisley rapper fights hatred with humour\" </a></p>",
      "wordcount": "320",
      "commentable": "false",
      "isPremoderated": "false",
      "lastModified": "2019-12-18T15:34:49Z",
      "newspaperEditionDate": "2000-12-25T00:00:00Z",
      "productionOffice": "UK",
      "publication": "theguardian.com",
      "shortUrl": "https://www.theguardian.com/p/q9b8",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "A bomb attack on a bar in north Belfast was today being investigated by the Royal Ulster Constabulary. An explosive device containing nuts and bolts and packed into a traffic cone exploded outside the Boundary Bar on the Shore Road shortly before midnight. No one was injured in the attack, for which police were trying to establish a motive. The incident occurred just hours before the Church of Ireland Primate, Archbishop Robin Eames, delivered a Christmas Day message urging the government to face up to the culture of violence and community fear which had replaced 30 years of violence in Northern Ireland. This was the \"one vital challenge\" facing the community, he said in his sermon at St Patrick's Cathedral, Armagh. In a hard-hitting message, he said there had to be \"realism and determination\" on the part of ministers. He added, \"Political progress is essential - but political progress can never be a substitute for the exercise of basic law and order on our streets and in our homes.\" Fear could never be a basis for building a just society. \"Bullying, intimidation, armed robbery, the Mafia-style outlook in which decent people feel fear even in their own homes, the so called 'punishment beatings' - all are examples of how cheap life has become,\" the Archbishop went on. Society was in real danger of coming to accept such happenings as an inevitable norm, and there was talk of an \"acceptable level of violence\" he added. The Archbishop stated, \"This is a situation which government needs to face up to with realism and determination.\" Somehow fear had to be removed, so that those who were intent on destroying or injuring lives would know they would inevitable pay the price of detection and conviction, he said. Special report: Northern Ireland December 24: Orange lodge refuses to expel terrorist twins December 18: The guns speak again in Belfast Paisley rapper fights hatred with humour\"",
      "charCount": "1911",
      "bylineHtml": "Staff and agencies"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "politics/2000/dec/25/labour.labour1997to99",
    "type": "article",
    "sectionId": "politics",
    "sectionName": "Politics",
    "webPublicationDate": "2000-12-25T11:40:37Z",
    "webTitle": "Tory launches attack on Mandelson",
    "webUrl": "https://www.theguardian.com/politics/2000/dec/25/labour.labour1997to99",
    "apiUrl": "https://content.guardianapis.com/politics/2000/dec/25/labour.labour1997to99",
    "fields": {
      "headline": "Tory launches attack on Mandelson",
      "trailText": "Peter Mandelson came under fresh attack from the Conservatives today, with an accusation that he is a troublemaker.",
      "byline": "Staff and agencies",
      "main": "",
      "body": "<p>Peter Mandelson came under fresh attack from the Conservatives today, with an accusation that he is a troublemaker.</p> <p>Shadow Cabinet Office minister Andrew Lansley said that the Northern Ireland secretary should never have rejoined the cabinet after quitting over his controversial home loan two years ago.</p> <p>Mr Lansley also repeated Labour MP Peter Kilfoyle's charge that Mr Mandelson was guilty of \"meddling\" in other ministers' departments.</p> <p>And he said that Labour party members and the public would never understand why former Northern Ireland secretary Mo Mowlam had been moved aside to make way for Mr Mandelson.</p> <p>The Hartlepool MP resigned as trade secretary after the emergence of details of his loan from Geoffrey Robinson, who was, at that time paymaster general.</p> <p>Since rejoining the front bench, Mr Mandelson has been told by Mr Kilfoyle - who resigned as a junior defence minister - that he should stop interfering in other departments.</p> <p>Mr Lansley said: \"Two years after resigning from cabinet in disgrace Peter Mandelson once more has his feet firmly under the cabinet table.</p> <p>\"Labour MPs know he is a very disruptive influence and they, like the public, do not understand why a popular cabinet minister like Mo Mowlam is being pushed out by a whispering campaign, while a divisive influence like Mandelson is brought back in to the prime minister's charmed circle of cronies.\"</p> <p>The shadow Cabinet Office minister added: \"Tony Blair once said the Labour party would not have changed until it learned to love Mandelson. That day will never come.\"</p> <p><br><b>Related reports</b> <br><a href=\"http://www.guardianunlimited.co.uk/Tories/0,7368,400839,00.html\">Tories in opposition</a> <br><a href=\"http://www.theguardian.com/Labour/0,2759,179788,00.html\">Labour in power</a></p> <p><b>Useful links</b> <br><a href=\"http://www.nio.gov.uk/\" target=\"_new\">Northern Ireland Office</a> <br><a href=\"http://www.blakeuk.com/parliament/mp/lansla.shtml=\" _new\">Andrew Lansley</a></p>",
      "wordcount": "268",
      "commentable": "false",
      "isPremoderated": "false",
      "lastModified": "2017-06-20T20:26:48Z",
      "newspaperEditionDate": "2000-12-25T00:00:00Z",
      "productionOffice": "UK",
      "publication": "theguardian.com",
      "shortUrl": "https://www.theguardian.com/p/gjfv",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "Peter Mandelson came under fresh attack from the Conservatives today, with an accusation that he is a troublemaker. Shadow Cabinet Office minister Andrew Lansley said that the Northern Ireland secretary should never have rejoined the cabinet after quitting over his controversial home loan two years ago. Mr Lansley also repeated Labour MP Peter Kilfoyle's charge that Mr Mandelson was guilty of \"meddling\" in other ministers' departments. And he said that Labour party members and the public would never understand why former Northern Ireland secretary Mo Mowlam had been moved aside to make way for Mr Mandelson. The Hartlepool MP resigned as trade secretary after the emergence of details of his loan from Geoffrey Robinson, who was, at that time paymaster general. Since rejoining the front bench, Mr Mandelson has been told by Mr Kilfoyle - who resigned as a junior defence minister - that he should stop interfering in other departments. Mr Lansley said: \"Two years after resigning from cabinet in disgrace Peter Mandelson once more has his feet firmly under the cabinet table. \"Labour MPs know he is a very disruptive influence and they, like the public, do not understand why a popular cabinet minister like Mo Mowlam is being pushed out by a whispering campaign, while a divisive influence like Mandelson is brought back in to the prime minister's charmed circle of cronies.\" The shadow Cabinet Office minister added: \"Tony Blair once said the Labour party would not have changed until it learned to love Mandelson. That day will never come.\" Related reports Tories in opposition Labour in power Useful links Northern Ireland Office Andrew Lansley",
      "charCount": "1656",
      "bylineHtml": "Staff and agencies"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "world/2000/dec/25/religion.uk",
    "type": "article",
    "sectionId": "world",
    "sectionName": "World news",
    "webPublicationDate": "2000-12-25T11:02:04Z",
    "webTitle": "Carey draws parallel between asylum seekers and nativity",
    "webUrl": "https://www.theguardian.com/world/2000/dec/25/religion.uk",
    "apiUrl": "https://content.guardianapis.com/world/2000/dec/25/religion.uk",
    "fields": {
      "headline": "Carey draws parallel between asylum seekers and nativity",
      "trailText": "The Archbishop of Canterbury, Dr George Carey, today compared the problems created by Britain's influx of asylum-seekers with events surrounding the nativity.",
      "byline": "Staff and agencies",
      "main": "",
      "body": "<p>The Archbishop of Canterbury, Dr George Carey, today compared the problems created by Britain's influx of asylum-seekers with events surrounding the nativity.</p> <p>Dr Carey drew the parallel as he delivered his Christmas Day sermon at Canterbury Cathedral.</p> <p>He told worshippers that the nativity was an enduring example of the problems encountered by people as they arrived in an unwelcoming place, often because their hosts were fearful.</p> <p>Dr Carey said: \"It is a familiar story repeated over and over again in history.</p> <p>\"When people are afraid, generosity is in short supply.\"</p> <p>But the archbishop also reserved special praise for those who have managed to retain a friendly welcome for desperate asylum seekers arriving in the UK.</p> <p>He said: \"As hundreds of asylum-seekers pour through Dover weekly, local people find it difficult to reconcile the duty of hospitality, which has been so characteristic of our nation for many years, with the prospect of finite resources being over-burdened by the sheer numbers of new arrivals.</p> <p>\"It is to the credit of the people of the ports of east Kent that resentment has not totally blocked the spirit of human kindness and hospitality.\"</p> <p>The remainder of his sermon concentrated on the conflict between human nature in wanting to help strangers versus the power of the \"not-in-my-backyard\" culture.</p> <p><b>Related special reports</b> <br><a href=\"http://www.guardianunlimited.co.uk/christmas\">Christmas 2000</a> <br><a href=\"http://www.guardianunlimited.co.uk/religion\">Religion in the UK</a></p> <p><b>Useful links</b> <br><a href=\"http://www.archbishopofcanterbury.org/\" target=\"_new\">The Archbishop of Canterbury</a> <br><a href=\"http://www.oxfam.org.uk/campaign/cutconflict/asylum/intro.htm\" target=\"_new\">Oxfam - asylum seekers</a></p>",
      "wordcount": "232",
      "commentable": "false",
      "isPremoderated": "false",
      "lastModified": "2000-12-25T11:02:04Z",
      "newspaperEditionDate": "2000-12-25T00:00:00Z",
      "productionOffice": "UK",
      "publication": "theguardian.com",
      "shortUrl": "https://www.theguardian.com/p/mgvd",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "The Archbishop of Canterbury, Dr George Carey, today compared the problems created by Britain's influx of asylum-seekers with events surrounding the nativity. Dr Carey drew the parallel as he delivered his Christmas Day sermon at Canterbury Cathedral. He told worshippers that the nativity was an enduring example of the problems encountered by people as they arrived in an unwelcoming place, often because their hosts were fearful. Dr Carey said: \"It is a familiar story repeated over and over again in history. \"When people are afraid, generosity is in short supply.\" But the archbishop also reserved special praise for those who have managed to retain a friendly welcome for desperate asylum seekers arriving in the UK. He said: \"As hundreds of asylum-seekers pour through Dover weekly, local people find it difficult to reconcile the duty of hospitality, which has been so characteristic of our nation for many years, with the prospect of finite resources being over-burdened by the sheer numbers of new arrivals. \"It is to the credit of the people of the ports of east Kent that resentment has not totally blocked the spirit of human kindness and hospitality.\" The remainder of his sermon concentrated on the conflict between human nature in wanting to help strangers versus the power of the \"not-in-my-backyard\" culture. Related special reports Christmas 2000 Religion in the UK Useful links The Archbishop of Canterbury Oxfam - asylum seekers",
      "charCount": "1449",
      "bylineHtml": "Staff and agencies"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  }
]