[
  {
    "id": "travel/2000/dec/26/netjetters2000sue.netjetters",
    "type": "article",
    "sectionId": "travel",
    "sectionName": "Travel",
    "webPublicationDate": "2000-12-26T18:26:03Z",
    "webTitle": "From: Ide (26 Dec)",
    "webUrl": "https://www.theguardian.com/travel/2000/dec/26/netjetters2000sue.netjetters",
    "apiUrl": "https://content.guardianapis.com/travel/2000/dec/26/netjetters2000sue.netjetters",
    "fields": {
      "headline": "Feedback",
      "standfirst": "From Ide",
      "trailText": "<p>It's interesting to see another <strong>America</strong> than that in the news or blockbuster\nmovies. These little ranches in the middle of the desert still exist. Wouldn't\nit be nice to spend a few months there?</p>",
      "main": "",
      "body": "<p>Dear Sam,</p> <p>I am enjoying your pictures. You are good at giving the feel of a place. Sceneries and local people are so much more interesting than the traveller himself, a big drawback in travel writing I find.</p> <p>It's interesting to see another <strong>America</strong> than that in the news or blockbuster movies. These little ranches in the middle of the desert still exist. Wouldn't it be nice to spend a few months there?</p> <p>I wonder what you will think of tourist infested <strong>Fiji</strong> after this! Do you feel you are travelling too fast? Happy New Year!</p>",
      "wordcount": "96",
      "commentable": "false",
      "isPremoderated": "false",
      "lastModified": "2001-01-05T15:25:53Z",
      "newspaperEditionDate": "2000-12-26T00:00:00Z",
      "productionOffice": "UK",
      "publication": "theguardian.com",
      "shortUrl": "https://www.theguardian.com/p/5yp",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "Dear Sam, I am enjoying your pictures. You are good at giving the feel of a place. Sceneries and local people are so much more interesting than the traveller himself, a big drawback in travel writing I find. It's interesting to see another America than that in the news or blockbuster movies. These little ranches in the middle of the desert still exist. Wouldn't it be nice to spend a few months there? I wonder what you will think of tourist infested Fiji after this! Do you feel you are travelling too fast? Happy New Year!",
      "charCount": "526"
    },
    "isHosted": false,
    "pillarId": "pillar/lifestyle",
    "pillarName": "Lifestyle"
  },
  {
    "id": "uk/2000/dec/26/hunting.ruralaffairs",
    "type": "article",
    "sectionId": "uk-news",
    "sectionName": "UK news",
    "webPublicationDate": "2000-12-26T16:13:17Z",
    "webTitle": "Hunt supporters claim mass backing",
    "webUrl": "https://www.theguardian.com/uk/2000/dec/26/hunting.ruralaffairs",
    "apiUrl": "https://content.guardianapis.com/uk/2000/dec/26/hunting.ruralaffairs",
    "fields": {
      "headline": "Hunt supporters claim mass backing",
      "trailText": "Hunt supporters claimed well over 325,000 people braved icy weather today to back 300 traditional Boxing Day meets.",
      "byline": "Staff and agencies",
      "main": "",
      "body": "<p>Hunt supporters claimed well over 325,000 people braved icy weather today to back 300 traditional Boxing Day meets.</p> <p>The Countryside Alliance said the large turnout proved how unpopular banning the sport would be. Protesters were also out in force, and there were minor clashes in Essex as campaigners hurled eggs at hunters, leading to one arrest.</p> <p>In Scotland, hunters faced another enemy as the meets were severely disrupted by freezing temperatures, snow and heavy frost.</p> <p>The popular Lanarkshire and Renfrewshire hunt, which was due to start near Houston, was cancelled after a night of sub-zero temperatures, and many of the 10 hunts went ahead without horses, with hunters on foot.</p> <p>The Countryside Alliance said thousands across the UK had shown themselves committed to securing hunting's future, and mocked \"excessive boasts\" by animal rights organisations, claiming the number of protesters had never exceeded 500.</p> <p>But the Hunt Saboteurs' Association said it had attempted to disrupt about 100 meets, and the League Against Cruel Sports said its protesters had been at about 20.</p> <p>At the Essex Farmers and Union Hunt at Maldon, hunters and horses were pelted with missiles, including eggs, but the protest was largely peaceful, said chief inspector Dave Folkard, of Essex Police.</p> <p>He said: \"There have been a lot of people here and the protest has been noisy and boisterous and passions have run high.</p> <p>\"We have had more missiles being thrown this year than normal but there have been no injuries and we have made only one arrest, which was in relation to an egg-throwing incident.\"</p> <p>Sam Butler, chairman of the Countryside Alliance's Campaign for Hunting, hailed support for today's hunts as \"visible proof of the strength of feeling in the countryside that a ban on hunting is unnecessary, unpopular and unenforceable\".</p> <p>Spokesman Darren Hughes added: \"We're absolutely over the moon at the number of people out.\"</p> <p>But Laina Cracknell, a member of the executive committee of the League Against Cruel Sports, who helped organise the Essex protest, said: \"I think the bell is now tolling for the end of fox hunting.\"</p> <p>Among the protesters at Maldon was Basildon MP Angela Smith, who said: \"I think this will be the last time we will be coming here because there will be no hunting by this time next year. I think MPs will vote for a total ban.\"</p> <p>The Boxing Day meets came just a week after MPs backed a bill paving the way for criminalising hunting.</p> <p>In Scotland, the Protection of Wild Mammals (Scotland) Bill has reached the committee stage in the Scottish Parliament.</p>",
      "wordcount": "426",
      "commentable": "false",
      "isPremoderated": "false",
      "lastModified": "2000-12-26T16:13:17Z",
      "newspaperEditionDate": "2000-12-26T00:00:00Z",
      "productionOffice": "UK",
      "publication": "theguardian.com",
      "shortUrl": "https://www.theguardian.com/p/pebf",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "Hunt supporters claimed well over 325,000 people braved icy weather today to back 300 traditional Boxing Day meets. The Countryside Alliance said the large turnout proved how unpopular banning the sport would be. Protesters were also out in force, and there were minor clashes in Essex as campaigners hurled eggs at hunters, leading to one arrest. In Scotland, hunters faced another enemy as the meets were severely disrupted by freezing temperatures, snow and heavy frost. The popular Lanarkshire and Renfrewshire hunt, which was due to start near Houston, was cancelled after a night of sub-zero temperatures, and many of the 10 hunts went ahead without horses, with hunters on foot. The Countryside Alliance said thousands across the UK had shown themselves committed to securing hunting's future, and mocked \"excessive boasts\" by animal rights organisations, claiming the number of protesters had never exceeded 500. But the Hunt Saboteurs' Association said it had attempted to disrupt about 100 meets, and the League Against Cruel Sports said its protesters had been at about 20. At the Essex Farmers and Union Hunt at Maldon, hunters and horses were pelted with missiles, including eggs, but the protest was largely peaceful, said chief inspector Dave Folkard, of Essex Police. He said: \"There have been a lot of people here and the protest has been noisy and boisterous and passions have run high. \"We have had more missiles being thrown this year than normal but there have been no injuries and we have made only one arrest, which was in relation to an egg-throwing incident.\" Sam Butler, chairman of the Countryside Alliance's Campaign for Hunting, hailed support for today's hunts as \"visible proof of the strength of feeling in the countryside that a ban on hunting is unnecessary, unpopular and unenforceable\". Spokesman Darren Hughes added: \"We're absolutely over the moon at the number of people out.\" But Laina Cracknell, a member of the executive committee of the League Against Cruel Sports, who helped organise the Essex protest, said: \"I think the bell is now tolling for the end of fox hunting.\" Among the protesters at Maldon was Basildon MP Angela Smith, who said: \"I think this will be the last time we will be coming here because there will be no hunting by this time next year. I think MPs will vote for a total ban.\" The Boxing Day meets came just a week after MPs backed a bill paving the way for criminalising hunting. In Scotland, the Protection of Wild Mammals (Scotland) Bill has reached the committee stage in the Scottish Parliament.",
      "charCount": "2566",
      "bylineHtml": "Staff and agencies"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "uk/2000/dec/26/ukcrime.conservatives",
    "type": "article",
    "sectionId": "uk-news",
    "sectionName": "UK news",
    "webPublicationDate": "2000-12-26T15:16:32Z",
    "webTitle": "Tories attack government over policing levels",
    "webUrl": "https://www.theguardian.com/uk/2000/dec/26/ukcrime.conservatives",
    "apiUrl": "https://content.guardianapis.com/uk/2000/dec/26/ukcrime.conservatives",
    "fields": {
      "headline": "Tories attack government over policing levels",
      "trailText": "The Tories today accused the government of failing in the fight against crime after the Metropolitan Police warned that a civilian staff shortfall is forcing officers off the beat to carry out desk jobs.",
      "byline": "Staff and agencies",
      "main": "",
      "body": "<p>The Tories today accused the government of failing in the fight against crime after the Metropolitan Police warned that a civilian staff shortfall is forcing officers off the beat to carry out desk jobs.</p> <p>Shadow home secretary Ann Widdecombe said that Metropolitan Police commissioner Sir John Stevens's warning demonstrated that new Labour had been \"tough on crime fighters\".</p> <p>Sir John said the Met would be short of 1,000 civilians by February, with the total number of uniformed officers down by 2,500 from six years ago.</p> <p>Officers were being pulled off the beat to answer emergency calls and carry out administrative tasks, he said.</p> <p>\"We have had to take 200 officers off the street to do office duties and deal with things like 999 calls to ensure we provide a proper service, and that really is not on,\" said Sir John.</p> <p>Sir John also touched on the recent row over Conservative leader William Hague's comments linking low police morale with the Macpherson inquiry into the investigation of the murder of black teenager Stephen Lawrence, and police under-resourcing with the death of 10-year-old Damilola Taylor.</p> <p>\"In any organisation that's been the first in this country to be found guilty of institutionalised racism - whatever that means in the Macpherson test - of course people are going to be bruised,\" Sir John told the Independent.</p> <p>\"What happens is the visible patrolling on the street declines because of the priorities and increased demands.</p> <p>\"So you talk about three officers down to two on the estate where Damilola was murdered in Peckham.\"</p> <p>Ms Widdecombe said that Sir John's comments demonstrated that Mr Hague had been right in his recent remarks.</p> <p>\"This fully vindicates William Hague's position and it's a terrible indictment of this government's handling of law and order,\" she said in a statement.</p> <p>\"Labour came to power promising to be tough on crime and all they have been is tough on crime fighters.</p> <p>Ms Widdecombe said that the home secretary could not be satisfied with the government's record.</p> <p>\"Jack Straw has no reason to be complacent this Christmas,\" she said.</p> <p>Sir John also stated that, with the big rise in street crime in the capital, combined with falling police numbers, targeting soft drug use was not a priority.</p> <p>\"If you are talking about people's personal smoking of cannabis - if we enforced that law on every single occasion, we would have a cannabis problem at the moment, and where would we go in terms of drugs that are causing turf wars between gangs, drugs that are changing people's behaviour?\" he said.</p> <p><b>Related special reports</b><br><a href=\"http://www.guardianunlimited.co.uk/crime\">Policing crime</a><br><a href=\"http//www.guardianunlimited.co.uk/tories\">Tories in opposition</a><br><a href=\"http://www.guardianunlimited.co.uk/labour\">New Labour in power</a></p>",
      "wordcount": "436",
      "commentable": "false",
      "isPremoderated": "false",
      "lastModified": "2017-09-21T00:16:57Z",
      "newspaperEditionDate": "2000-12-26T00:00:00Z",
      "productionOffice": "UK",
      "publication": "theguardian.com",
      "shortUrl": "https://www.theguardian.com/p/xv6n9",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "The Tories today accused the government of failing in the fight against crime after the Metropolitan Police warned that a civilian staff shortfall is forcing officers off the beat to carry out desk jobs. Shadow home secretary Ann Widdecombe said that Metropolitan Police commissioner Sir John Stevens's warning demonstrated that new Labour had been \"tough on crime fighters\". Sir John said the Met would be short of 1,000 civilians by February, with the total number of uniformed officers down by 2,500 from six years ago. Officers were being pulled off the beat to answer emergency calls and carry out administrative tasks, he said. \"We have had to take 200 officers off the street to do office duties and deal with things like 999 calls to ensure we provide a proper service, and that really is not on,\" said Sir John. Sir John also touched on the recent row over Conservative leader William Hague's comments linking low police morale with the Macpherson inquiry into the investigation of the murder of black teenager Stephen Lawrence, and police under-resourcing with the death of 10-year-old Damilola Taylor. \"In any organisation that's been the first in this country to be found guilty of institutionalised racism - whatever that means in the Macpherson test - of course people are going to be bruised,\" Sir John told the Independent. \"What happens is the visible patrolling on the street declines because of the priorities and increased demands. \"So you talk about three officers down to two on the estate where Damilola was murdered in Peckham.\" Ms Widdecombe said that Sir John's comments demonstrated that Mr Hague had been right in his recent remarks. \"This fully vindicates William Hague's position and it's a terrible indictment of this government's handling of law and order,\" she said in a statement. \"Labour came to power promising to be tough on crime and all they have been is tough on crime fighters. Ms Widdecombe said that the home secretary could not be satisfied with the government's record. \"Jack Straw has no reason to be complacent this Christmas,\" she said. Sir John also stated that, with the big rise in street crime in the capital, combined with falling police numbers, targeting soft drug use was not a priority. \"If you are talking about people's personal smoking of cannabis - if we enforced that law on every single occasion, we would have a cannabis problem at the moment, and where would we go in terms of drugs that are causing turf wars between gangs, drugs that are changing people's behaviour?\" he said. Related special reports Policing crime Tories in opposition New Labour in power",
      "charCount": "2623",
      "bylineHtml": "Staff and agencies"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "world/2000/dec/26/transport.uk",
    "type": "article",
    "sectionId": "uk-news",
    "sectionName": "UK news",
    "webPublicationDate": "2000-12-26T14:52:11Z",
    "webTitle": "Transport minister welcomes rail progress",
    "webUrl": "https://www.theguardian.com/world/2000/dec/26/transport.uk",
    "apiUrl": "https://content.guardianapis.com/world/2000/dec/26/transport.uk",
    "fields": {
      "headline": "Transport minister welcomes rail progress",
      "trailText": "Transport minister Lord Macdonald today personally inspected a railway engineering site as Railtrack announced that it was recruiting 1,000 new staff.",
      "byline": "Staff and agencies",
      "main": "",
      "body": "<p>Transport minister Lord Macdonald today personally inspected a railway engineering site as Railtrack announced that it was recruiting 1,000 new staff.</p> <p>Lord Macdonald visited the Waterloo to Bournemouth main line at Wimbledon in south west London, where engineering workers have been busy round the clock since Saturday to replace more than half a mile of track.</p> <p>He said he was pleased to see the work was on target, adding: \"We're making real progress on the network.</p> <p>\"It's very encouraging that Railtrack and its maintenance contractors have been working right over the holiday period, and very good that today the weather has held up.\"</p> <p>Railtrack chief executive Steve Marshall said that the company expects 85% of services to be back to normal by the time the January 29 emergency timetable is published.</p> <p>Lord Macdonald welcomed the announcement that 700 new signalmen and 300 engineers are to be recruited to help Britain's railways climb out of the crisis that was sparked by the Hatfield disaster.</p> <p><b>Related special report</b> <br><a href=\"http://www.guardianunlimited.co.uk/transport\">Transport in the UK</a></p>",
      "wordcount": "170",
      "commentable": "false",
      "isPremoderated": "false",
      "lastModified": "2000-12-26T14:52:11Z",
      "newspaperEditionDate": "2000-12-26T00:00:00Z",
      "productionOffice": "UK",
      "publication": "theguardian.com",
      "shortUrl": "https://www.theguardian.com/p/h6fd",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "Transport minister Lord Macdonald today personally inspected a railway engineering site as Railtrack announced that it was recruiting 1,000 new staff. Lord Macdonald visited the Waterloo to Bournemouth main line at Wimbledon in south west London, where engineering workers have been busy round the clock since Saturday to replace more than half a mile of track. He said he was pleased to see the work was on target, adding: \"We're making real progress on the network. \"It's very encouraging that Railtrack and its maintenance contractors have been working right over the holiday period, and very good that today the weather has held up.\" Railtrack chief executive Steve Marshall said that the company expects 85% of services to be back to normal by the time the January 29 emergency timetable is published. Lord Macdonald welcomed the announcement that 700 new signalmen and 300 engineers are to be recruited to help Britain's railways climb out of the crisis that was sparked by the Hatfield disaster. Related special report Transport in the UK",
      "charCount": "1045",
      "bylineHtml": "Staff and agencies"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "world/2000/dec/26/balkans",
    "type": "article",
    "sectionId": "world",
    "sectionName": "World news",
    "webPublicationDate": "2000-12-26T14:35:11Z",
    "webTitle": "Serbian energy crisis worsens",
    "webUrl": "https://www.theguardian.com/world/2000/dec/26/balkans",
    "apiUrl": "https://content.guardianapis.com/world/2000/dec/26/balkans",
    "fields": {
      "headline": "Serbian energy crisis worsens",
      "trailText": "Serbia's energy crisis worsened today with a state of emergency declared in one town and several factories shutting down elsewhere because of electricity cuts.",
      "byline": "Staff and agencies",
      "main": "",
      "body": "<p>Serbia's energy crisis worsened today with a state of emergency declared in one town and several factories shutting down elsewhere because of electricity cuts.</p> <p>In the central Serbian town of Cacak, local authorities introduced a state of emergency after a major relay station broke down and the population of more than 80,000 people was plunged into darkness for more than 24 hours.</p> <p>Cacak's deputy mayor, Mile Kandic, announced that all factories, shops, schools and nurseries would be temporarily closed. Several other factories throughout Serbia were also closed.</p> <p>The state power company in Yugoslavia's main republic Serbia - home to more than 90% of the country's 10m people - announced more eight-to-10-hour blackouts throughout the country.</p> <p>Dragan Batalo, deputy general director of the Serbia's power grid, told Belgrade's Radio B92 that Serbia is no longer illegally importing electricity from neighbouring countries - meaning without paying for it.</p> <p>He also said, however, that the water level in Danube will soon be high enough for a restart of major power plant of Drmno, east of Belgrade.</p> <p>\"Even though the cutoffs are drastic, they make sense,\" Mr Batalo said. \"It was the only way for the system to stabilise.\"</p> <p>Mr Batalo called for rationing the country's dwindling electricity supplies and urged the public to show understanding and patience.</p> <p>Officials cite several reasons for the energy shortage. A summer drought and an abnormally mild winter have lowered water levels of the Danube and Sava Rivers, cutting back on hydroelectric production.</p> <p>Yugoslavia and other countries of the Balkans are tied together in a regional power grid, which allows them to import electricity from the other in times of need.</p> <p>However, because of high demands elsewhere and Belgrade's severe economic problems, officials say that imports can make up only about 20% of the shortfall.</p> <p>The power grid was poorly maintained during the administration of ousted president Slobodan Milosevic, when the government was severely strapped for cash because of international sanctions imposed because of the ethnic wars in the Balkans.</p> <p>As a result, only about a third of the necessary maintenance was conducted on the network this year, officials admit.</p> <p>In addition, power stations were targeted during last year's Nato bombing campaign, launched to force Mr Milosevic to end his crackdown on ethnic Albanian separatists in Kosovo.</p> <p>The pro-democratic Civic Alliance party demanded a swift action from the energy ministry to restore regular supplies of electricity.</p> <p>In a statement, the party demanded that a \"state of natural disaster\" be declared nationwide.</p> <p>\"Such a regime of outages in which households would not suffer exclusively should be established,\" a statement said.</p> <p>With key levers of power now firmly in their hands after a sweeping election victory, Yugoslavia's reformers have announced plans to begin an investigation that could force Mr Milosevic to stand trial for ruining the country.</p> <p>However, the new reformist leadership gave no indication they will move quickly to extradite Mr Milosevic to the UN war crimes tribunal in The Hague, which indicted him last year for atrocities committed by his forces in Kosovo.</p> <p>No date was set for the investigation, but Zoran Djindjic, who is expected to become prime minister of Yugoslavia's main republic Serbia, said it could begin in the next few weeks.</p> <p>Mr Djindjic said that Mr Milosevic must answer to his own people \"for all the terrible things he has done - starting from corruption, crime, election fraud and ordering murders; during his 13 years in power.\"</p> <p>The former strongman could be arrested if the investigation finds evidence to support criminal charges, Mr Djindjic said.</p> <p>Pro-democracy leaders have made similar statements since October, when a popular uprising forced Mr Milosevic to concede defeat to Vojislav Kostunica in September's controversial federal presidential election.</p> <p>However, those statements carry more weight since Serb voters delivered a crushing blow to Mr Milosevic's allies in Saturday's election for the Serbian parliament, the last bastion of the former regime.</p> <p>With more than 98% of the votes counted by yesterday, Mr Kostunica's pro-democracy coalition appears to have won 176 seats in the 250-member legislature.</p> <p>That would be enough to form a new government in Yugoslavia's main republic and control key power centres such as the judiciary and the 60,000-strong Serbian police.</p> <p>Many Serbs blame Mr Milosevic for transforming Yugoslavia into an economically impoverished pariah state. At the same time, his family and the elite around him got rich through corruption and embezzlement, many Yugoslavs believe.</p>",
      "wordcount": "733",
      "commentable": "false",
      "isPremoderated": "false",
      "lastModified": "2000-12-26T14:35:11Z",
      "newspaperEditionDate": "2000-12-26T00:00:00Z",
      "productionOffice": "UK",
      "publication": "theguardian.com",
      "shortUrl": "https://www.theguardian.com/p/pzpp",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "Serbia's energy crisis worsened today with a state of emergency declared in one town and several factories shutting down elsewhere because of electricity cuts. In the central Serbian town of Cacak, local authorities introduced a state of emergency after a major relay station broke down and the population of more than 80,000 people was plunged into darkness for more than 24 hours. Cacak's deputy mayor, Mile Kandic, announced that all factories, shops, schools and nurseries would be temporarily closed. Several other factories throughout Serbia were also closed. The state power company in Yugoslavia's main republic Serbia - home to more than 90% of the country's 10m people - announced more eight-to-10-hour blackouts throughout the country. Dragan Batalo, deputy general director of the Serbia's power grid, told Belgrade's Radio B92 that Serbia is no longer illegally importing electricity from neighbouring countries - meaning without paying for it. He also said, however, that the water level in Danube will soon be high enough for a restart of major power plant of Drmno, east of Belgrade. \"Even though the cutoffs are drastic, they make sense,\" Mr Batalo said. \"It was the only way for the system to stabilise.\" Mr Batalo called for rationing the country's dwindling electricity supplies and urged the public to show understanding and patience. Officials cite several reasons for the energy shortage. A summer drought and an abnormally mild winter have lowered water levels of the Danube and Sava Rivers, cutting back on hydroelectric production. Yugoslavia and other countries of the Balkans are tied together in a regional power grid, which allows them to import electricity from the other in times of need. However, because of high demands elsewhere and Belgrade's severe economic problems, officials say that imports can make up only about 20% of the shortfall. The power grid was poorly maintained during the administration of ousted president Slobodan Milosevic, when the government was severely strapped for cash because of international sanctions imposed because of the ethnic wars in the Balkans. As a result, only about a third of the necessary maintenance was conducted on the network this year, officials admit. In addition, power stations were targeted during last year's Nato bombing campaign, launched to force Mr Milosevic to end his crackdown on ethnic Albanian separatists in Kosovo. The pro-democratic Civic Alliance party demanded a swift action from the energy ministry to restore regular supplies of electricity. In a statement, the party demanded that a \"state of natural disaster\" be declared nationwide. \"Such a regime of outages in which households would not suffer exclusively should be established,\" a statement said. With key levers of power now firmly in their hands after a sweeping election victory, Yugoslavia's reformers have announced plans to begin an investigation that could force Mr Milosevic to stand trial for ruining the country. However, the new reformist leadership gave no indication they will move quickly to extradite Mr Milosevic to the UN war crimes tribunal in The Hague, which indicted him last year for atrocities committed by his forces in Kosovo. No date was set for the investigation, but Zoran Djindjic, who is expected to become prime minister of Yugoslavia's main republic Serbia, said it could begin in the next few weeks. Mr Djindjic said that Mr Milosevic must answer to his own people \"for all the terrible things he has done - starting from corruption, crime, election fraud and ordering murders; during his 13 years in power.\" The former strongman could be arrested if the investigation finds evidence to support criminal charges, Mr Djindjic said. Pro-democracy leaders have made similar statements since October, when a popular uprising forced Mr Milosevic to concede defeat to Vojislav Kostunica in September's controversial federal presidential election. However, those statements carry more weight since Serb voters delivered a crushing blow to Mr Milosevic's allies in Saturday's election for the Serbian parliament, the last bastion of the former regime. With more than 98% of the votes counted by yesterday, Mr Kostunica's pro-democracy coalition appears to have won 176 seats in the 250-member legislature. That would be enough to form a new government in Yugoslavia's main republic and control key power centres such as the judiciary and the 60,000-strong Serbian police. Many Serbs blame Mr Milosevic for transforming Yugoslavia into an economically impoverished pariah state. At the same time, his family and the elite around him got rich through corruption and embezzlement, many Yugoslavs believe.",
      "charCount": "4686",
      "bylineHtml": "Staff and agencies"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "world/2000/dec/26/eu.politics",
    "type": "article",
    "sectionId": "world",
    "sectionName": "World news",
    "webPublicationDate": "2000-12-26T13:27:38Z",
    "webTitle": "Robertson plays down EU 'threat' to Nato",
    "webUrl": "https://www.theguardian.com/world/2000/dec/26/eu.politics",
    "apiUrl": "https://content.guardianapis.com/world/2000/dec/26/eu.politics",
    "fields": {
      "headline": "Robertson plays down EU 'threat' to Nato",
      "trailText": "Europe's new rapid reaction force would be a threat to Nato only if the EU's leaders \"got it terribly wrong\", Nato secretary general Lord Robertson insisted today.",
      "byline": "Staff and agencies",
      "main": "",
      "body": "<p>Europe's new rapid reaction force would be a threat to Nato only if the EU's leaders \"got it terribly wrong\", Nato secretary general Lord Robertson insisted today.</p> <p>Restating his support for the controversial EU project, Lord Robertson said that the rapid reaction force could and should be \"Nato-friendly\" and insisted that US opposition to the initiative had been exaggerated.</p> <p>He had been assured that the incoming Bush administration in Washington was \"Atlanticist\", not isolationist, and would not unilaterally withdraw US troops from peacekeeping missions like that in Kosovo.</p> <p>Asked on BBC Radio 4's Today programme whether he agreed with US defence secretary William Cohen's warning that the EU force could make Nato a relic, Lord Robertson said: \"Only if we get it terribly wrong; only if the capabilities were not increased; only if there was no linkage between the EU and the Nato authorities - but that is going to be avoided.</p> <p>\"Secretary Cohen made it very clear that there were about 10 ifs and, if all those ifs were to happen, then Nato could become a relic.</p> <p>\"I think what he wanted to do was encourage the Europeans in the project, which is a Nato-friendly European rapid reaction force that would be used in very limited circumstances where the alliance as a whole is not engaged.</p> <p>\"I happen to believe strongly in that as well.</p> <p>\"I want this to be Nato-friendly. I want it to be connected to Nato's planning. I want it to be part of an overall increase in the capabilities of the north Atlantic alliance and of its European allied nations, because only by adapting to the new risks and challenges of the future will Nato continue to be relevant.\"</p> <p>Lord Robertson said that he had discussed future US involvement in Kosovo with members of the Bush team, and had been assured that, while the new president wanted to cut US and Nato forces in the area, he was committed to full co-operation with his European allies.</p> <p>Lord Robertson said: \"They were keen, of course, to reduce the number of American troops and Nato troops in the area, but at a time when their role was changed and when there was less need for combat troops and more need for paramilitary troops.</p> <p>\"What I was assured by incoming administration figures was that the Americans would only do this in consultation with their European allies.</p> <p>\"If any of the allies were to unilaterally decide to take troops out, then that would have grave implications for Nato itself.\"</p> <p>Lord Robertson insisted that the Nato operation in Kosovo had achieved its aim of impeding ethnic cleansing and had been the main catalyst in the overthrow of dictator Slobodan Milosevic.</p> <p>But he conceded that much still needed to be done to rebuild civic society in Kosovo, while insisting that it was impractical, given the area's history, to expect Nato to \"create another Switzerland overnight\".</p> <p><b>Related special reports</b><br><a href=\"http://www.guardianunlimited.co.uk/eu\">European integration</a><br><a href=\"http://www.guardianunlimited.co.uk/eurocommission/\">European commission</a><br><a href=\"http://www.guardianunlimited.co.uk/europarl/\">European parliament</a></p> <p><b>Interactive guide</b><br> <a href=\"http://www.guardianunlimited.co.uk/flash/0,5860,408196,00.html\">European integration</a></p> <p><b>Useful links</b><br> <a href=\"http://www.europa.eu.int/index-en.htm\" target=\"_new\">Europa (European Union home page)</a><br> <a href=\"http://europa.eu.int/comm/index_en.htm\" target=\"-&quot;_new&quot;\">European commission</a><br> <a href=\"http://www.europarl.eu.int/home/default_en.htm\" target=\"_new\">European parliament</a><br> <a href=\"http://ue.eu.int/en/summ.htm\" target=\"_new\">Council of the European Union</a><br> <a href=\"http://curia.eu.int/en/index.htm\" target=\"_new\">European court of justice</a><br></p>",
      "wordcount": "514",
      "commentable": "false",
      "isPremoderated": "false",
      "lastModified": "2017-05-08T09:36:25Z",
      "newspaperEditionDate": "2000-12-26T00:00:00Z",
      "productionOffice": "UK",
      "publication": "theguardian.com",
      "shortUrl": "https://www.theguardian.com/p/me48",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "Europe's new rapid reaction force would be a threat to Nato only if the EU's leaders \"got it terribly wrong\", Nato secretary general Lord Robertson insisted today. Restating his support for the controversial EU project, Lord Robertson said that the rapid reaction force could and should be \"Nato-friendly\" and insisted that US opposition to the initiative had been exaggerated. He had been assured that the incoming Bush administration in Washington was \"Atlanticist\", not isolationist, and would not unilaterally withdraw US troops from peacekeeping missions like that in Kosovo. Asked on BBC Radio 4's Today programme whether he agreed with US defence secretary William Cohen's warning that the EU force could make Nato a relic, Lord Robertson said: \"Only if we get it terribly wrong; only if the capabilities were not increased; only if there was no linkage between the EU and the Nato authorities - but that is going to be avoided. \"Secretary Cohen made it very clear that there were about 10 ifs and, if all those ifs were to happen, then Nato could become a relic. \"I think what he wanted to do was encourage the Europeans in the project, which is a Nato-friendly European rapid reaction force that would be used in very limited circumstances where the alliance as a whole is not engaged. \"I happen to believe strongly in that as well. \"I want this to be Nato-friendly. I want it to be connected to Nato's planning. I want it to be part of an overall increase in the capabilities of the north Atlantic alliance and of its European allied nations, because only by adapting to the new risks and challenges of the future will Nato continue to be relevant.\" Lord Robertson said that he had discussed future US involvement in Kosovo with members of the Bush team, and had been assured that, while the new president wanted to cut US and Nato forces in the area, he was committed to full co-operation with his European allies. Lord Robertson said: \"They were keen, of course, to reduce the number of American troops and Nato troops in the area, but at a time when their role was changed and when there was less need for combat troops and more need for paramilitary troops. \"What I was assured by incoming administration figures was that the Americans would only do this in consultation with their European allies. \"If any of the allies were to unilaterally decide to take troops out, then that would have grave implications for Nato itself.\" Lord Robertson insisted that the Nato operation in Kosovo had achieved its aim of impeding ethnic cleansing and had been the main catalyst in the overthrow of dictator Slobodan Milosevic. But he conceded that much still needed to be done to rebuild civic society in Kosovo, while insisting that it was impractical, given the area's history, to expect Nato to \"create another Switzerland overnight\". Related special reports European integration European commission European parliament Interactive guide European integration Useful links Europa (European Union home page) European commission European parliament Council of the European Union European court of justice",
      "charCount": "3106",
      "bylineHtml": "Staff and agencies"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "world/2000/dec/26/1",
    "type": "article",
    "sectionId": "world",
    "sectionName": "World news",
    "webPublicationDate": "2000-12-26T10:50:21Z",
    "webTitle": "Chinese fire kills over 300",
    "webUrl": "https://www.theguardian.com/world/2000/dec/26/1",
    "apiUrl": "https://content.guardianapis.com/world/2000/dec/26/1",
    "fields": {
      "headline": "Chinese fire kills over 300",
      "trailText": "A fire at a shopping centre in central China killed at least 309 people, most of them Christmas revelers trapped in a crowded disco on the building's top floor, state media and officials said today.",
      "byline": "Staff and agencies",
      "main": "",
      "body": "<p>A fire at a shopping centre in central China killed at least 309 people, most of them Christmas revelers trapped in a crowded disco on the building's top floor, state media and officials said today.</p> <p>Last night's fire in Luoyang city broke out in the basement, where renovation work was under way. It quickly engulfed the entire four-story Dongdu commercial building in smoke and flames, said an official in the city government's information office.</p> <p>Most of the 309 dead suffocated, said the official, who only gave his surname, Li. He said that the casualties included dancers and construction workers involved in the renovations.</p> <p>In addition to the dead, dozens were injured and sent to local hospitals, state media reported.</p> <p>The government's Xinhua News Agency and the provincial television station reported that at least 200 people were in the disco on the fourth floor, and construction workers were on the second and third floors when the fire started.</p> <p>The disco was crowded with people attending a Christmas dance party, local newspapers and television said. Though fashionable among some younger urban dwellers, Christmas is not a holiday in China.</p> <p>Li said that the fire's cause was under investigation, although Henan provincial television said that the construction work may have been to blame.</p> <p>The fire is the latest in a string of such deadly accidents in China, where lax safety regulations are compounded by spotty enforcement.</p> <p>Henan - China's most populous province - has been the focus of such criticisms as recently as March. A fire in a cinema illegally showing adult films in Jiaozuo city killed 74 people.</p> <p>In yesterday's fire, local news accounts said that construction materials may have blocked escape routes, contributing to the disaster.</p> <p>Footage on Henan television showed flames shooting out of smashed windows on the building's first floor. Firefighters worked in oxygen masks and pump wagons sprayed the building's glass front, which remained largely intact, the TV footage showed.</p> <p>One woman was shown hanging out of a window awaiting rescue, and firefighters plucked some people, children among them, from the upper floors using a platform mounted on a crane.</p> <p>Shortly after the fire broke out around 9:30pm, the disco hall erupted in chaos, the Henan Daily, the provincial government's newspaper, reported.</p> <p>Firefighters tried to enter the disco but found the smoke so thick they retreated, unable to determine how many people were inside, the newspaper said.</p> <p>One partygoer, a Ms Wang - her face covered in smoke, her hands bloody - said that she and five or six others jumped to safety from a balcony but she didn't know if her husband escaped, the newspaper reported.</p> <p>An employee at a cinema across the street from the shopping centre said that moke poured from the building's top and back. Firefighters and police searched the building, keeping the area cordoned off, said the woman.</p> <p>Some 750 police and firefighters rushed to the scene and, within three hours, had extinguished the blaze, the Luoyang Evening News said.</p> <p>The fire broke out in the cultural heart of Luoyang, an ancient city on the Yellow River in Henan province that was China's capital off and on until a thousand years ago.</p> <p>The fire may be China's worst since December 1994, when a blaze killed 385 people - most of them children - at a theatre in the far western region of Xinjiang. Only one exit door was unlocked when the fire broke out.</p> <p><b>Related special reports</b><br> <a href=\"http://www.theguardian.com/korea/0,2759,331519,00.html\">Korea</a><br> <a href=\"http://www.theguardian.com/taiwan/0,2759,180746,00.html\">Taiwan</a><br> <a href=\"http://www.theguardian.com/Tiananmen/0,2759,193066,00.html\">Tiananmen: 10 years on</a></p> <p><b>Useful links</b><br> <a href=\"http://www.chinadevelopmentbrief.com/\" target=\"_new\">China Briefing</a><br> <a href=\"http://www.china.org.cn/\" target=\"_new\">Chinese government</a><br> <a href=\"http://www.peopledaily.com.cn/english/\" target=\"_new\">People's Daily</a><br> <a href=\"http://www.sinopolis.com\" target=\"_new\">Sinopolis.com</a><br> <a href=\"http://lcweb2.loc.gov/frd/cs/cntoc.html\" target=\"_new\">US Library of Congress Country Study: China</a><br></p>",
      "wordcount": "596",
      "commentable": "false",
      "isPremoderated": "false",
      "lastModified": "2000-12-26T10:50:21Z",
      "newspaperEditionDate": "2000-12-26T00:00:00Z",
      "productionOffice": "UK",
      "publication": "theguardian.com",
      "shortUrl": "https://www.theguardian.com/p/xvvcn",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "A fire at a shopping centre in central China killed at least 309 people, most of them Christmas revelers trapped in a crowded disco on the building's top floor, state media and officials said today. Last night's fire in Luoyang city broke out in the basement, where renovation work was under way. It quickly engulfed the entire four-story Dongdu commercial building in smoke and flames, said an official in the city government's information office. Most of the 309 dead suffocated, said the official, who only gave his surname, Li. He said that the casualties included dancers and construction workers involved in the renovations. In addition to the dead, dozens were injured and sent to local hospitals, state media reported. The government's Xinhua News Agency and the provincial television station reported that at least 200 people were in the disco on the fourth floor, and construction workers were on the second and third floors when the fire started. The disco was crowded with people attending a Christmas dance party, local newspapers and television said. Though fashionable among some younger urban dwellers, Christmas is not a holiday in China. Li said that the fire's cause was under investigation, although Henan provincial television said that the construction work may have been to blame. The fire is the latest in a string of such deadly accidents in China, where lax safety regulations are compounded by spotty enforcement. Henan - China's most populous province - has been the focus of such criticisms as recently as March. A fire in a cinema illegally showing adult films in Jiaozuo city killed 74 people. In yesterday's fire, local news accounts said that construction materials may have blocked escape routes, contributing to the disaster. Footage on Henan television showed flames shooting out of smashed windows on the building's first floor. Firefighters worked in oxygen masks and pump wagons sprayed the building's glass front, which remained largely intact, the TV footage showed. One woman was shown hanging out of a window awaiting rescue, and firefighters plucked some people, children among them, from the upper floors using a platform mounted on a crane. Shortly after the fire broke out around 9:30pm, the disco hall erupted in chaos, the Henan Daily, the provincial government's newspaper, reported. Firefighters tried to enter the disco but found the smoke so thick they retreated, unable to determine how many people were inside, the newspaper said. One partygoer, a Ms Wang - her face covered in smoke, her hands bloody - said that she and five or six others jumped to safety from a balcony but she didn't know if her husband escaped, the newspaper reported. An employee at a cinema across the street from the shopping centre said that moke poured from the building's top and back. Firefighters and police searched the building, keeping the area cordoned off, said the woman. Some 750 police and firefighters rushed to the scene and, within three hours, had extinguished the blaze, the Luoyang Evening News said. The fire broke out in the cultural heart of Luoyang, an ancient city on the Yellow River in Henan province that was China's capital off and on until a thousand years ago. The fire may be China's worst since December 1994, when a blaze killed 385 people - most of them children - at a theatre in the far western region of Xinjiang. Only one exit door was unlocked when the fire broke out. Related special reports Korea Taiwan Tiananmen: 10 years on Useful links China Briefing Chinese government People's Daily Sinopolis.com US Library of Congress Country Study: China",
      "charCount": "3617",
      "bylineHtml": "Staff and agencies"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "uk/2000/dec/26/ukcrime",
    "type": "article",
    "sectionId": "uk-news",
    "sectionName": "UK news",
    "webPublicationDate": "2000-12-26T10:39:04Z",
    "webTitle": "Woolf says judges must promote confidence",
    "webUrl": "https://www.theguardian.com/uk/2000/dec/26/ukcrime",
    "apiUrl": "https://content.guardianapis.com/uk/2000/dec/26/ukcrime",
    "fields": {
      "headline": "Woolf says judges must promote confidence",
      "trailText": "Judges must do more to promote public confidence in the legal system by being more willing to explain their work, Lord Chief Justice Lord Woolf said today.",
      "byline": "Staff and agencies",
      "main": "",
      "body": "<p>Judges must do more to promote public confidence in the legal system by being more willing to explain their work, Lord Chief Justice Lord Woolf said today.</p> <p>One of the key ways in which they could encourage public understanding of the legal system would be by going into schools and inviting children into the courts, he said.</p> <p>Lord Woolf said that the education system had a vital role to play in cutting lawlessness in modern society, suggesting that it was in the classroom not the courthouse that the problem of social disorder - the so-called yob culture - can best be tackled.</p> <p>He told BBC Radio 4's Today programme: \"What I believe is critically important is to contribute to public confidence in the system.</p> <p>\"We circulated our judges ... and got an overwhelming reaction that they felt like I do, that they should be going out to the schools and explaining the role of the courts in society, and the schools should be coming into the courts much more than they do.</p> <p>\"I think, in the same way as the police are getting much better at going into schools, so we have got a message to give, because we play a very important role in society.</p> <p>\"The judges do want to do it and I am sure that up and down the country schools will be receptive to this.\"</p> <p>Judges would have to undertake any such work in their own time, Lord Woolf said.</p> <p>Asked what changes could aid the fight against yobs - identified in the Queen's speech as a key government priority - Lord Woolf said: \"Sitting as a judge, all that I wish is that our education system could be better.</p> <p>\"When I was growing up, I could be disruptive and a nuisance, but my educational system dealt with me - it didn't reject me - and so I was able to grow through that period.</p> <p>\"I feel that the educational system in this country is all-important and, if we could get that right, so much else would go right.\"</p> <p>Lord Woolf also defended the Human Rights Act, saying that the public would become more \"receptive\" to it as it saw its effects being worked out in the courts.</p> <p>An early ruling under the equivalent Act in Scotland, which saw a motorist escape conviction by claiming that it was a breach of human rights to require drivers to confirm whether they were behind the wheel at the time of an offence, was mistaken, he said.</p> <p>The European Convention on Human Rights - which the Act incorporated into British law - was not a technical document that should be read as precisely defining citizens' legal rights, he said.</p> <p>Instead, as the House of Lords had correctly judged in overturning the Scottish decision, it was \"about balance and achieving justice, but not at the cost of society\".</p> <p>He added: \"It is drawn on broad principles, and those broad principles enable the system, I think, to work better than it did before.</p> <p>\"I think the public are going to become much more receptive to the convention when they see it working in practice.\"</p> <p><b>Related stories</b><br><a href=\"http://www.guardianunlimited.co.uk/Labour/Story/0,2763,407608,00.html\">The Queen's speech - full text</a></p> <p><b>Related special report</b><br><a href=\"http://www.guardianunlimited.co.uk/crime/0,2759,339240,00.html\">Policing crime</a></p> <p><b>Useful links</b><br><a href=\"http://www.hri.org/docs/ECHR50.html\" target=\"_new\">European Convention on Human Rights</a><br><a href=\"http://www.law.warwick.ac.uk/woolf/\" target\"_new\">Lord Woolf inquiry internet site</a></p>",
      "wordcount": "544",
      "commentable": "false",
      "isPremoderated": "false",
      "lastModified": "2000-12-26T10:39:04Z",
      "newspaperEditionDate": "2000-12-26T00:00:00Z",
      "productionOffice": "UK",
      "publication": "theguardian.com",
      "shortUrl": "https://www.theguardian.com/p/n4g3",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "Judges must do more to promote public confidence in the legal system by being more willing to explain their work, Lord Chief Justice Lord Woolf said today. One of the key ways in which they could encourage public understanding of the legal system would be by going into schools and inviting children into the courts, he said. Lord Woolf said that the education system had a vital role to play in cutting lawlessness in modern society, suggesting that it was in the classroom not the courthouse that the problem of social disorder - the so-called yob culture - can best be tackled. He told BBC Radio 4's Today programme: \"What I believe is critically important is to contribute to public confidence in the system. \"We circulated our judges ... and got an overwhelming reaction that they felt like I do, that they should be going out to the schools and explaining the role of the courts in society, and the schools should be coming into the courts much more than they do. \"I think, in the same way as the police are getting much better at going into schools, so we have got a message to give, because we play a very important role in society. \"The judges do want to do it and I am sure that up and down the country schools will be receptive to this.\" Judges would have to undertake any such work in their own time, Lord Woolf said. Asked what changes could aid the fight against yobs - identified in the Queen's speech as a key government priority - Lord Woolf said: \"Sitting as a judge, all that I wish is that our education system could be better. \"When I was growing up, I could be disruptive and a nuisance, but my educational system dealt with me - it didn't reject me - and so I was able to grow through that period. \"I feel that the educational system in this country is all-important and, if we could get that right, so much else would go right.\" Lord Woolf also defended the Human Rights Act, saying that the public would become more \"receptive\" to it as it saw its effects being worked out in the courts. An early ruling under the equivalent Act in Scotland, which saw a motorist escape conviction by claiming that it was a breach of human rights to require drivers to confirm whether they were behind the wheel at the time of an offence, was mistaken, he said. The European Convention on Human Rights - which the Act incorporated into British law - was not a technical document that should be read as precisely defining citizens' legal rights, he said. Instead, as the House of Lords had correctly judged in overturning the Scottish decision, it was \"about balance and achieving justice, but not at the cost of society\". He added: \"It is drawn on broad principles, and those broad principles enable the system, I think, to work better than it did before. \"I think the public are going to become much more receptive to the convention when they see it working in practice.\" Related stories The Queen's speech - full text Related special report Policing crime Useful links European Convention on Human Rights Lord Woolf inquiry internet site",
      "charCount": "3047",
      "bylineHtml": "Staff and agencies"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  }
]